Repository: JamesLinYJ/APFSearch
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt, ru, zh_hans, zh_hant

# help.query_syntax_details
source: Space: AND |: OR !: NOT "project document": phrase <image | document>: group ext:pdf;docx folder: file: path:Documents size:>10mb dm:today regex:^report.*\.pdf$ content:"keyword": search file contents (may take longer) Click a column heading to sort; hold ⇧ to add a sort column. Space previews, Return opens, and ⌘⇧C copies paths. Manage macros, bookmarks, and exclusions in Settings. Windows-only properties report unsupported rather than being silently ignored.
es: Espacio: Y |: O !: NO "project document": frase <image | document>: grupo ext:pdf;docx folder: file: path:Documents size:>10mb dm:today regex:^report.*\.pdf$ content:"keyword": buscar en el contenido (puede tardar más) Haz clic en una cabecera para ordenar; mantén ⇧ para añadir una columna de ordenación. Espacio muestra una vista previa, Return abre y ⌘⇧C copia las rutas. Gestiona macros, marcadores y exclusiones en Ajustes. Las propiedades exclusivas de Windows se indican como no compatibles en lugar de ignorarse.
ja: スペース: AND |: OR !: NOT "project document": フレーズ <image | document>: グループ ext:pdf;docx folder: file: path:Documents size:>10mb dm:today regex:^report.*\.pdf$ content:"keyword": ファイル内容を検索（時間がかかる場合があります） 列見出しをクリックして並べ替え、⇧を押しながらクリックして並べ替え列を追加します。 スペースでプレビュー、Returnで開く、⌘⇧Cでパスをコピーします。 マクロ、ブックマーク、除外条件は設定で管理します。 Windows専用属性は黙って無視せず、未対応と表示します。
ko: 공백: AND |: OR !: NOT "project document": 구문 <image | document>: 그룹 ext:pdf;docx folder: file: path:Documents size:>10mb dm:today regex:^report.*\.pdf$ content:"keyword": 파일 내용 검색(시간이 더 걸릴 수 있음) 열 제목을 클릭하면 정렬하고, ⇧를 누른 채 클릭하면 정렬 열을 추가합니다. 스페이스는 미리보기, Return은 열기, ⌘⇧C는 경로 복사입니다. 설정에서 매크로, 책갈피 및 제외 조건을 관리할 수 있습니다. Windows 전용 속성은 무시하지 않고 지원되지 않음을 알립니다.
pt: Espaço: E |: OU !: NÃO "project document": expressão <image | document>: grupo ext:pdf;docx folder: file: path:Documents size:>10mb dm:today regex:^report.*\.pdf$ content:"keyword": pesquisar o conteúdo dos ficheiros (pode demorar mais) Clique no cabeçalho de uma coluna para ordenar; mantenha ⇧ premido para adicionar uma coluna de ordenação. Espaço pré-visualiza, Return abre e ⌘⇧C copia os caminhos. Gira macros, marcadores e exclusões nas Definições. As propriedades exclusivas do Windows são indicadas como não suportadas, em vez de serem ignoradas.
ru: Пробел: И |: ИЛИ !: НЕ "project document": фраза <image | document>: группа ext:pdf;docx folder: file: path:Documents size:>10mb dm:today regex:^report.*\.pdf$ content:"keyword": поиск в содержимом файлов (может занять больше времени) Нажмите заголовок столбца для сортировки; удерживайте ⇧, чтобы добавить столбец сортировки. Пробел — просмотр, Return — открыть, ⌘⇧C — скопировать пути. Макросы, закладки и исключения доступны в Настройках. Свойства только для Windows отмечаются как неподдерживаемые, а не игнорируются.
zh_hans: 空格：同时包含 |：任一包含 !：排除 "项目 文档"：完整短语 <图片 | 文档>：分组 ext:pdf;docx folder: file: path:Documents size:>10mb dm:today regex:^报告.*\.pdf$ content:"关键词"：搜索文件内容（可能需要较长时间） 点击列标题排序；按住 ⇧ 添加排序列。 空格预览，回车打开，⌘⇧C 复制路径。 宏、书签和排除路径可以在设置中管理。 Windows 专属属性会显示不适用，不会静默忽略。
zh_hant: 空白鍵：同時包含 |：任一包含 !：排除 "項目 文件"：完整短語 <圖片 | 文件>：分組 ext:pdf;docx folder: file: path:Documents size:>10mb dm:today regex:^報告.*\.pdf$ content:"關鍵詞"：搜尋檔案內容（可能需要較長時間） 按一下列標題排序；按住 ⇧ 添加排序列。 空白鍵預覽，Return打開，⌘⇧C 複製路徑。 宏、書簽和排除路徑可以在設定中管理。 Windows 專屬屬性會顯示不適用，不會靜默忽略。

# help.query_syntax_summary
source: Query syntax: spaces mean AND, | means OR, and ! means NOT. Supported functions include ext:, size:, dm:, regex:, and content:.
es: Sintaxis: los espacios significan Y, | significa O y ! significa NO. Se admiten ext:, size:, dm:, regex: y content:.
ja: 検索構文: スペースはAND、|はOR、!はNOTです。ext:、size:、dm:、regex:、content:などが使えます。
ko: 검색 구문: 공백은 AND, |는 OR, !는 NOT입니다. ext:, size:, dm:, regex:, content: 등의 함수를 지원합니다.
pt: Sintaxe: os espaços significam E, | significa OU e ! significa NÃO. São suportadas ext:, size:, dm:, regex: e content:.
ru: Синтаксис: пробел означает И, | — ИЛИ, ! — НЕ. Поддерживаются функции ext:, size:, dm:, regex: и content:.
zh_hans: 查询语法：空格表示同时包含，| 表示任一，! 表示排除。支持 ext:、size:、dm:、regex: 和 content:。
zh_hant: 查詢語法：空白鍵表示同時包含，| 表示任一，! 表示排除。支持 ext:、size:、dm:、regex: 和 content:。

# import.completed_count
source: Offline list imported. Records: %@. File contents are not downloaded automatically.
es: Lista sin conexión importada. Registros: %@. El contenido de los archivos no se descarga automáticamente.
ja: オフラインリストを読み込みました。レコード数: %@。ファイル内容は自動でダウンロードされません。
ko: 오프라인 목록을 가져왔습니다. 레코드: %@. 파일 내용은 자동으로 다운로드되지 않습니다.
pt: Lista offline importada. Registos: %@. O conteúdo dos ficheiros não é descarregado automaticamente.
ru: Автономный список импортирован. Записей: %@. Содержимое файлов не загружается автоматически.
zh_hans: 已导入离线列表：%@ 条。文件内容不会自动下载。
zh_hant: 已匯入離線列表：%@ 條。檔案內容不會自動下載。

# import.dialog_title
source: Import File List
es: Importar lista de archivos
ja: ファイルリストを読み込む
ko: 파일 목록 가져오기
pt: Importar lista de ficheiros
ru: Импорт списка файлов
zh_hans: 导入文件列表
zh_hant: 匯入檔案列表

# index.change_scope
source: Change Scope…
es: Cambiar alcance…
ja: 範囲を変更…
ko: 범위 변경…
pt: Alterar âmbito…
ru: Изменить область…
zh_hans: 更改范围…
zh_hant: 更改範圍…

# index.choose_folders_to_index
source: Choose Folders to Index
es: Seleccionar carpetas para indexar
ja: 索引を作成するフォルダを選択
ko: 색인을 생성할 폴더 선택
pt: Selecionar pastas para indexar
ru: Выберите папки для индексации
zh_hans: 选择要索引的文件夹
zh_hant: 選擇要索引的資料夾

# index.choose_index_folders
source: Choose Index Folders…
es: Seleccionar carpetas del índice…
ja: インデックス対象フォルダを選択…
ko: 색인 폴더 선택…
pt: Selecionar pastas do índice…
ru: Выбрать папки индекса…
zh_hans: 选择索引文件夹…
zh_hant: 選擇索引資料夾…

# index.choose_index_scope
source: Choose Index Scope
es: Seleccionar alcance del índice
ja: インデックス範囲を選択
ko: 색인 범위 선택
pt: Selecionar âmbito do índice
ru: Выберите область индекса
zh_hans: 选择索引范围
zh_hant: 選擇索引範圍

# index.choose_index_scope_dialog
source: Choose Index Scope…
es: Seleccionar alcance del índice…
ja: インデックス範囲を選択…
ko: 색인 범위 선택…
pt: Selecionar âmbito do índice…
ru: Выбрать область индекса…
zh_hans: 选择索引范围…
zh_hant: 選擇索引範圍…

# index.choose_local_apfs_index_scope
source: Choose Local APFS Index Scope
es: Seleccionar alcance del índice APFS local
ja: ローカルAPFSのインデックス範囲を選択
ko: 로컬 APFS 색인 범위 선택
pt: Selecionar âmbito do índice APFS local
ru: Выберите локальную область индекса APFS
zh_hans: 选择本机 APFS 索引范围
zh_hant: 選擇本機 APFS 索引範圍

# index.choose_scope_hint
source: Choose an index scope to search by name, path, and file properties.
es: Selecciona un alcance de indexación para buscar por nombre, ruta y propiedades de archivo.
ja: 名前、パス、ファイル属性で検索するには、インデックス範囲を選択してください。
ko: 이름, 경로 및 파일 속성으로 검색하려면 색인 범위를 선택하십시오.
pt: Selecione um âmbito de indexação para pesquisar por nome, caminho e propriedades dos ficheiros.
ru: Выберите область индекса для поиска по имени, пути и свойствам файлов.
zh_hans: 选择索引范围，开始按名称、路径和文件属性搜索。
zh_hant: 選擇索引範圍，開始按名稱、路徑和檔案屬性搜尋。

# index.content_indexing_processed
source: Content Indexing Processed
es: Indexación de contenido procesada
ja: コンテンツの索引処理が終了しました
ko: 콘텐츠 색인 처리 완료
pt: Indexação de conteúdo processada
ru: Обработка индекса содержимого завершена
zh_hans: 内容索引已处理
zh_hant: 內容索引已處理

# index.coverage_limitations
source: Unmounted, locked, and inaccessible content is not counted as fully covered. Cloud placeholders are not downloaded automatically. Snapshots and offline lists are separate from current local files.
es: El contenido sin montar, bloqueado o inaccesible no se considera totalmente cubierto. Los archivos de marcador de posición en la nube no se descargan automáticamente. Las instantáneas y las listas sin conexión se mantienen separadas de los archivos locales actuales.
ja: 未マウント、ロック中、アクセス不可の内容は完全に網羅されたとはみなしません。クラウドのプレースホルダは自動でダウンロードされません。スナップショットとオフラインリストは現在のローカルファイルとは別に扱います。
ko: 마운트되지 않았거나 잠겨 있거나 접근할 수 없는 콘텐츠는 완전히 포함된 것으로 간주하지 않습니다. 클라우드 자리 표시자 파일은 자동으로 다운로드되지 않습니다. 스냅샷과 오프라인 목록은 현재 로컬 파일과 별도로 처리됩니다.
pt: O conteúdo não montado, bloqueado ou inacessível não é considerado totalmente abrangido. Os ficheiros de marcador de posição na nuvem não são descarregados automaticamente. Os instantâneos e as listas offline são separados dos ficheiros locais atuais.
ru: Отключённое, заблокированное и недоступное содержимое не считается полностью охваченным. Облачные файлы-заполнители не загружаются автоматически. Снимки и автономные списки отделены от текущих локальных файлов.
zh_hans: 未挂载、未解锁及无权限的内容不会显示为完整覆盖。云端占位文件不会自动下载；快照和离线列表不计入当前本机文件。
zh_hant: 未掛載、未解鎖及無權限的內容不會顯示為完整覆蓋。雲端佔位檔案不會自動下載；快照和離線列表不計入當前本機檔案。

# index.coverage_title
source: Index Scope and Coverage
es: Alcance y cobertura del índice
ja: インデックスの範囲と網羅状況
ko: 색인 범위 및 포함 현황
pt: Âmbito e cobertura do índice
ru: Область и полнота индекса
zh_hans: 索引范围与覆盖情况
zh_hant: 索引範圍與覆蓋情況

# index.current_scope
source: Current Scope
es: Alcance actual
ja: 現在の範囲
ko: 현재 범위
pt: Âmbito atual
ru: Текущая область
zh_hans: 当前范围
zh_hant: 當前範圍

# index.current_scope_heading
source: Current Scope
es: Alcance actual
ja: 現在の範囲
ko: 현재 범위
pt: Âmbito atual
ru: Текущая область
zh_hans: 当前范围
zh_hant: 當前範圍

# index.full_disk_access
source: Full Disk Access
es: Acceso total al disco
ja: フルディスクアクセス
ko: 전체 디스크 접근 권한
pt: Acesso total ao disco
ru: Полный доступ к диску
zh_hans: 完整磁盘访问权限
zh_hant: 完整磁碟訪問權限

# index.index_contents_of_selected_files
source: Index Contents of Selected Files
es: Indexar contenido de archivos seleccionados
ja: 選択したファイル内容の索引を作成
ko: 선택한 파일 내용의 색인 생성
pt: Indexar conteúdo dos ficheiros selecionados
ru: Индексировать содержимое выбранных файлов
zh_hans: 索引选中文件的内容
zh_hant: 索引選中檔案的內容

# index.index_file_contents
source: Index File Contents
es: Indexar contenido de archivos
ja: ファイル内容の索引を作成
ko: 파일 내용 색인 생성
pt: Indexar conteúdo dos ficheiros
ru: Индексировать содержимое файлов
zh_hans: 索引文件内容
zh_hant: 索引檔案內容

# index.index_service_not_connected
source: Index Service Not Connected
es: Servicio de indexación no conectado
ja: インデックスサービスに未接続
ko: 색인 서비스에 연결되지 않음
pt: Serviço de indexação não ligado
ru: Служба индексации не подключена
zh_hans: 索引服务尚未连接
zh_hant: 索引服務尚未連接

# index.initial_scan_hint
source: Search by filename after the initial scan. Hidden files and app bundle contents are included; inaccessible locations appear in the coverage report.
es: Busca por nombre tras el escaneo inicial. Se incluyen archivos ocultos y contenido de paquetes de apps; las ubicaciones inaccesibles aparecen en el informe de cobertura.
ja: 初回スキャン後はファイル名で検索できます。隠しファイルやアプリの内部も対象です。アクセスできない場所は網羅状況レポートに表示されます。
ko: 초기 스캔 후 파일 이름으로 검색할 수 있습니다. 숨김 파일과 앱 번들 내부도 포함되며, 접근할 수 없는 위치는 포함 현황 보고서에 표시됩니다.
pt: Pesquise por nome após a análise inicial. São incluídos ficheiros ocultos e o conteúdo dos pacotes de aplicações; as localizações inacessíveis aparecem no relatório de cobertura.
ru: После первого сканирования доступен поиск по именам. Учитываются скрытые файлы и содержимое пакетов приложений; недоступные расположения указаны в отчёте о полноте индекса.
zh_hans: 首次扫描后即可按文件名搜索。扫描包括隐藏文件与应用包内部；不可访问的位置会在覆盖情况中列出。
zh_hant: 首次掃描後即可按檔案名搜尋。掃描包括隱藏檔案與應用包內部；不可訪問的位置會在覆蓋情況中列出。

# index.local_index_service
source: Local Index Service
es: Servicio de indexación local
ja: ローカルインデックスサービス
ko: 로컬 색인 서비스
pt: Serviço de indexação local
ru: Локальная служба индексации
zh_hans: 本机索引服务
zh_hant: 本機索引服務

# index.no_scope
source: No Index Scope Selected
es: No se ha seleccionado un alcance de indexación
ja: インデックス範囲が未選択です
ko: 색인 범위가 선택되지 않음
pt: Nenhum âmbito de indexação selecionado
ru: Область индекса не выбрана
zh_hans: 尚未选择索引范围
zh_hant: 尚未選擇索引範圍

# index.no_selection
source: Not Selected
es: Sin seleccionar
ja: 未選択
ko: 선택되지 않음
pt: Não selecionado
ru: Не выбрано
zh_hans: 尚未选择
zh_hant: 尚未選擇

# index.no_uncovered_folders_notice
source: No uncovered folders are currently reported. Coverage may change while scanning continues.
es: Actualmente no se han notificado carpetas sin cubrir. La cobertura puede cambiar mientras continúa el escaneo.
ja: 現在、未網羅のフォルダは報告されていません。スキャンの進行に伴い、網羅状況が変わる場合があります。
ko: 현재 포함되지 않은 폴더가 보고되지 않았습니다. 스캔이 진행되면서 포함 현황이 달라질 수 있습니다.
pt: Atualmente não há pastas não abrangidas no relatório. A cobertura pode mudar à medida que a análise continua.
ru: Сейчас не сообщается о неохваченных папках. Полнота индекса может меняться по мере сканирования.
zh_hans: 当前没有报告未覆盖的目录。扫描过程中覆盖情况仍可能变化。
zh_hant: 當前沒有報告未覆蓋的目錄。掃描過程中覆蓋情況仍可能變化。

# index.no_uncovered_yet_notice
source: No uncovered locations have been reported. While scanning is in progress, this does not mean the entire disk is covered.
es: Todavía no se han notificado ubicaciones sin cubrir. Mientras el escaneo está en curso, esto no significa que se haya cubierto todo el disco.
ja: 未網羅の場所はまだ報告されていません。スキャン中は、ディスク全体の網羅を意味しません。
ko: 아직 포함되지 않은 위치가 보고되지 않았습니다. 스캔 중에는 디스크 전체가 포함되었다는 의미가 아닙니다.
pt: Ainda não foram indicadas localizações não abrangidas. Durante a análise, isto não significa que todo o disco esteja abrangido.
ru: О неохваченных расположениях пока не сообщалось. Во время сканирования это не означает, что охвачен весь диск.
zh_hans: 当前没有报告未覆盖位置。扫描尚未完成时，这不表示全盘已覆盖。
zh_hant: 當前沒有報告未覆蓋位置。掃描尚未完成時，這不表示全盤已覆蓋。

# index.not_covered
source: Not Covered
es: Sin cubrir
ja: 未網羅
ko: 포함되지 않음
pt: Não abrangido
ru: Не охвачено
zh_hans: 未覆盖
zh_hant: 未覆蓋

# index.not_covered_heading
source: Not Covered
es: Sin cubrir
ja: 未網羅
ko: 포함되지 않음
pt: Não abrangido
ru: Не охвачено
zh_hans: 未覆盖
zh_hant: 未覆蓋

# index.progressive_results_hint
source: Files appear as they are discovered. You can start searching before the scan finishes.
es: Los archivos aparecen a medida que se descubren. Puedes empezar a buscar antes de que termine el escaneo.
ja: 見つかったファイルから順に表示されます。スキャン完了前から検索を開始できます。
ko: 발견된 파일부터 표시됩니다. 스캔이 끝나기 전에도 검색을 시작할 수 있습니다.
pt: Os ficheiros aparecem à medida que são encontrados. Pode começar a pesquisar antes de a análise terminar.
ru: Файлы появляются по мере обнаружения. Поиск можно начать до завершения сканирования.
zh_hans: 发现的文件会陆续显示，无需等待整个扫描结束。
zh_hant: 發現的檔案會陸續顯示，無需等待整個掃描結束。

# index.rescan
source: Rescan
es: Volver a escanear
ja: 再スキャン
ko: 다시 스캔
pt: Analisar novamente
ru: Сканировать повторно
zh_hans: 重新扫描
zh_hant: 重新掃描

source: Index Scope
es: Alcance del índice
ja: インデックス範囲
ko: 색인 범위
pt: Âmbito do índice
ru: Область индекса
zh_hans: 索引范围
zh_hant: 索引範圍

# index.service_label
source: Index Service:
es: Servicio de indexación:
ja: インデックスサービス:
ko: 색인 서비스:
pt: Serviço de indexação:
ru: Служба индексации:
zh_hans: 索引服务：
zh_hant: 索引服務：

# index.start_indexing
source: Start Indexing
es: Iniciar indexación
ja: 索引作成を開始
ko: 색인 생성 시작
pt: Iniciar indexação
ru: Начать индексацию
zh_hans: 开始索引
zh_hant: 開始索引

# index.system_volume
source: Macintosh HD (Current System Volume)
es: Macintosh HD (volumen del sistema actual)
ja: Macintosh HD（現在のシステムボリューム）
ko: Macintosh HD(현재 시스템 볼륨)
pt: Macintosh HD (volume do sistema atual)
ru: Macintosh HD (текущий системный том)
zh_hans: Macintosh HD（当前系统卷）
zh_hant: Macintosh HD（當前系統卷）

# index.uncovered_locations
source: Uncovered Locations
es: Ubicaciones sin cubrir
ja: 未網羅の場所
ko: 포함되지 않은 위치
pt: Localizações não abrangidas
ru: Неохваченные расположения
zh_hans: 未覆盖位置
zh_hant: 未覆蓋位置

# menu.edit
source: Edit
es: Edición
ja: 編集
ko: 편집
pt: Edição
ru: Правка
zh_hans: 编辑
zh_hant: 編輯

# menu.file
source: File
es: Archivo
ja: ファイル
ko: 파일
pt: Ficheiro
ru: Файл
zh_hans: 文件
zh_hant: 檔案

# menu.help
source: Help
es: Ayuda
ja: ヘルプ
ko: 도움말
pt: Ajuda
ru: Справка
zh_hans: 帮助
zh_hant: 幫助

# menu.window
source: Window
es: Ventana
ja: ウインドウ
ko: 윈도우
pt: Janela
ru: Окно
zh_hans: 窗口
zh_hant: 視窗

# offline.details
source: Records at import: %@. Searching, paging, sorting, and exporting use this list separately from the current disk index. Search by name, path, size, date, and Boolean expressions. Missing properties do not describe the file's current state. Offline lists do not read file contents and cannot open, preview, or modify files.
es: Registros al importar: %@. La búsqueda, paginación, ordenación y exportación usan esta lista por separado del índice del disco actual. Busca por nombre, ruta, tamaño, fecha y expresiones booleanas. Las propiedades ausentes no describen el estado actual del archivo. Las listas sin conexión no leen contenidos ni permiten abrir, previsualizar o modificar archivos.
ja: 読み込み時のレコード数: %@。検索、ページ表示、並べ替え、書き出しは、現在のディスクインデックスとは別にこのリストを使用します。 名前、パス、サイズ、日付、ブール式で検索できます。不足している属性はファイルの現在の状態を示しません。オフラインリストではファイル内容の読み取り、ファイルを開く操作、プレビュー、変更はできません。
ko: 가져온 당시 레코드: %@. 검색, 페이지 이동, 정렬 및 내보내기는 현재 디스크 색인과 별도로 이 목록을 사용합니다. 이름, 경로, 크기, 날짜 및 부울 식으로 검색할 수 있습니다. 누락된 속성은 파일의 현재 상태를 나타내지 않습니다. 오프라인 목록은 파일 내용을 읽지 않으며 파일 열기, 미리보기 또는 수정이 불가능합니다.
pt: Registos na importação: %@. A pesquisa, paginação, ordenação e exportação usam esta lista separadamente do índice atual do disco. Pesquise por nome, caminho, tamanho, data e expressões booleanas. As propriedades em falta não descrevem o estado atual do ficheiro. As listas offline não leem conteúdos nem permitem abrir, pré-visualizar ou modificar ficheiros.
ru: Записей при импорте: %@. Поиск, страницы, сортировка и экспорт используют этот список отдельно от текущего индекса диска. Доступен поиск по имени, пути, размеру, дате и логическим выражениям. Отсутствующие свойства не отражают текущее состояние файла. Автономные списки не читают содержимое и не позволяют открывать, просматривать или изменять файлы.
zh_hans: 导入时包含 %@ 条记录。搜索、分页、排序和导出均使用这份列表，不与当前磁盘索引混合。 可以使用文件名、路径、大小、日期及布尔查询语法；缺失的属性不代表真实文件当前状态。离线列表不读取文件内容，也不能执行打开、预览或文件修改。
zh_hant: 匯入時包含 %@ 條記錄。搜尋、分頁、排序和匯出均使用這份列表，不與當前磁碟索引混合。 可以使用檔案名、路徑、大小、日期及布爾查詢語法；缺失的屬性不代表真實檔案當前狀態。離線列表不讀取檔案內容，也不能執行打開、預覽或檔案修改。

source: Offline File List
es: Lista de archivos sin conexión
ja: オフラインファイルリスト
ko: 오프라인 파일 목록
pt: Lista de ficheiros offline
ru: Автономный список файлов
zh_hans: 离线文件列表
zh_hant: 離線檔案列表

source: Offline File Record
es: Registro de archivo sin conexión
ja: オフラインファイルのレコード
ko: 오프라인 파일 레코드
pt: Registo de ficheiro offline
ru: Автономная запись файла
zh_hans: 离线文件记录
zh_hant: 離線檔案記錄

# offline.list_source
source: List Source
es: Origen de la lista
ja: リストの読み込み元
ko: 목록 원본
pt: Origem da lista
ru: Источник списка
zh_hans: 列表来源
zh_hant: 列表來源

# offline.metadata_notice
source: Searches metadata saved at import time; the current disk state has not been checked.
es: Busca en los metadatos guardados al importar; no se ha comprobado el estado actual del disco.
ja: 読み込み時に保存されたメタデータを検索します。現在のディスクの状態は確認していません。
ko: 가져올 때 저장한 메타데이터를 검색합니다. 현재 디스크 상태는 확인되지 않았습니다.
pt: Pesquisa os metadados guardados na importação; o estado atual do disco não foi verificado.
ru: Поиск использует метаданные, сохранённые при импорте; текущее состояние диска не проверялось.
zh_hans: 仅搜索导入时的元数据；未核对当前磁盘状态。
zh_hant: 僅搜尋匯入時的元數據；未核對當前磁碟狀態。

# offline.query_placeholder
source: Search this offline list using query syntax…
es: Buscar en esta lista sin conexión con sintaxis de consulta…
ja: 検索構文でこのオフラインリストを検索…
ko: 검색 구문으로 이 오프라인 목록 검색…
pt: Pesquisar nesta lista offline com sintaxe de consulta…
ru: Поиск в автономном списке с помощью запросов…
zh_hans: 搜索此离线列表，支持完整查询语法…
zh_hant: 搜尋此離線列表，支持完整查詢語法…

# offline.source_heading
source: Source
es: Origen
ja: 読み込み元
ko: 원본
pt: Origem
ru: Источник
zh_hans: 来源
zh_hant: 來源

# offline.suffix
source: (Offline)
es: (Sin conexión)
ja: （オフライン）
ko: (오프라인)
ru: (Автономно)
zh_hans: （离线）
zh_hant: （離線）

# offline.title_prefix
source: Offline File List ·
es: Lista de archivos sin conexión ·
ja: オフラインファイルリスト ·
ko: 오프라인 파일 목록 ·
pt: Lista de ficheiros offline ·
ru: Автономный список файлов ·
zh_hans: 离线文件列表 ·
zh_hant: 離線檔案列表 ·

# search.all_files
source: All Files
es: Todos los archivos
ja: すべてのファイル
ko: 모든 파일
pt: Todos os ficheiros
ru: Все файлы
zh_hans: 所有文件
zh_hant: 所有檔案

# search.bookmarks
source: Bookmarks
es: Marcadores
ja: ブックマーク
ko: 책갈피
pt: Marcadores
ru: Закладки
zh_hans: 书签
zh_hant: 書簽

# search.bookmarks_and_history
source: Bookmarks and History
es: Marcadores e historial
ja: ブックマークと履歴
ko: 책갈피 및 기록
pt: Marcadores e histórico
ru: Закладки и история
zh_hans: 书签与历史
zh_hant: 書簽與歷史

# search.clear_search_and_filters
source: Clear Search and Filters
es: Borrar búsqueda y filtros
ja: 検索とフィルタを消去
ko: 검색 및 필터 지우기
pt: Limpar pesquisa e filtros
ru: Очистить поиск и фильтры
zh_hans: 清除搜索与筛选
zh_hant: 清除搜尋與篩選

# search.field_label
source: Search Files
es: Buscar archivos
ja: ファイルを検索
ko: 파일 검색
pt: Pesquisar ficheiros
ru: Поиск файлов
zh_hans: 搜索文件
zh_hant: 搜尋檔案

# search.find_files_on_this_mac
source: Find Files on This Mac
es: Buscar archivos en este Mac
ja: このMacのファイルを検索
ko: 이 Mac에서 파일 찾기
pt: Procurar ficheiros neste Mac
ru: Поиск файлов на этом Mac
zh_hans: 快速找到这台 Mac 上的文件
zh_hant: 快速找到這台 Mac 上的檔案

# search.invalid_query_title
source: Check the Search Query
es: Revisa la consulta de búsqueda
ja: 検索クエリを確認してください
ko: 검색식을 확인하십시오
pt: Verifique a consulta de pesquisa
ru: Проверьте поисковый запрос
zh_hans: 请检查搜索条件
zh_hant: 請檢查搜尋條件

# search.no_matching_files
source: No Matching Files
es: No hay archivos coincidentes
ja: 一致するファイルはありません
ko: 일치하는 파일 없음
pt: Nenhum ficheiro correspondente
ru: Совпадающие файлы не найдены
zh_hans: 没有匹配的文件
zh_hant: 沒有匹配的檔案

# search.no_matching_records_in_this_list
source: No Matching Records in This List
es: No hay registros coincidentes en esta lista
ja: このリストに一致するレコードはありません
ko: 이 목록에 일치하는 레코드 없음
pt: Nenhum registo correspondente nesta lista
ru: В этом списке нет совпадающих записей
zh_hans: 此列表没有匹配的记录
zh_hant: 此列表沒有匹配的記錄

# search.no_results_hint
source: Try a shorter keyword or choose another filter.
es: Prueba con una palabra más corta o elige otro filtro.
ja: キーワードを短くするか、別のフィルタを選んでください。
ko: 더 짧은 검색어를 입력하거나 다른 필터를 선택하십시오.
pt: Experimente uma palavra mais curta ou escolha outro filtro.
ru: Попробуйте более короткое слово или другой фильтр.
zh_hans: 尝试更短的关键词，或选择其他筛选条件。
zh_hant: 嘗試更短的關鍵詞，或選擇其他篩選條件。

# search.query_placeholder
source: Search files and folders with ext:pdf, size:>10mb…
es: Buscar archivos y carpetas con ext:pdf, size:>10mb…
ja: ext:pdf、size:>10mbなどでファイルやフォルダを検索…
ko: ext:pdf, size:>10mb 등으로 파일과 폴더 검색…
pt: Pesquisar ficheiros e pastas com ext:pdf, size:>10mb…
ru: Поиск файлов и папок: ext:pdf, size:>10mb…
zh_hans: 搜索文件与文件夹，支持 ext:pdf、size:>10mb…
zh_hant: 搜尋檔案與資料夾，支持 ext:pdf、size:>10mb…

source: Search Results
es: Resultados de búsqueda
ja: 検索結果
ko: 검색 결과
pt: Resultados da pesquisa
ru: Результаты поиска
zh_hans: 搜索结果
zh_hant: 搜尋結果

# search.search_field
source: Search Field
es: Campo de búsqueda
ja: 検索フィールド
ko: 검색 필드
pt: Campo de pesquisa
ru: Поле поиска
zh_hans: 搜索框
zh_hant: 搜尋框

# search.search_syntax
source: Search Syntax
es: Sintaxis de búsqueda
ja: 検索構文
ko: 검색 구문
pt: Sintaxe de pesquisa
ru: Синтаксис поиска
zh_hans: 搜索语法
zh_hant: 搜尋語法

# search.title
source: Search
es: Buscar
ja: 検索
ko: 검색
pt: Pesquisa
ru: Поиск
zh_hans: 搜索
zh_hant: 搜尋

# settings.background_service_hint
source: The index service monitors file changes and can keep updating after search windows are closed. Manage background activity in System Settings.
es: El servicio de indexación supervisa los cambios de archivos y puede seguir actualizando tras cerrar las ventanas de búsqueda. Gestiona la actividad en segundo plano en Ajustes del Sistema.
ja: インデックスサービスはファイルの変更を監視し、検索ウインドウを閉じた後も更新を続けられます。バックグラウンド動作はシステム設定で管理してください。
ko: 색인 서비스는 파일 변경을 감시하며 검색 윈도우를 닫은 후에도 업데이트를 계속할 수 있습니다. 시스템 설정에서 백그라운드 활동을 관리하십시오.
pt: O serviço de indexação monitoriza alterações nos ficheiros e pode continuar a atualizar depois de fechar as janelas de pesquisa. Gira a atividade em segundo plano nas Definições do Sistema.
ru: Служба индексации отслеживает изменения файлов и может обновлять индекс после закрытия окон поиска. Фоновая активность управляется в Системных настройках.
zh_hans: 索引服务持续监听文件变化。关闭搜索窗口后仍可更新索引；可在系统设置中管理后台运行。
zh_hant: 索引服務持續監聽檔案變化。關閉搜尋視窗後仍可更新索引；可在系統設定中管理背景運行。
